"agent_OKButton" = "OK";
"agent_CancelButton" = "Отменить";

"agent_menuQuit" = "Выйти";
"agent_menuEnablePlugin" = "Включить Плагин Folx";
"agent_menuConfigure" = "Настройки Плагина";

"agent_menuAddTask" = "Новое Задание";
"agent_menuStartAll" = "Запустить Все";
"agent_menuStopAll" = "Остановить Все";

"agent_btnUsePlugin" = "Использовать Folx для перехвата ссылок";
"agent_prefCheckMimeType" = "Перехватывать только:";
"agent_prefRestoreDefaults" = "Восстановить настройки по-умолчанию";

"agent_msgErrorAddCatchingType" = "Необходимо заполнить все поля";
"agent_infoErrorAddCatchingType" = "Пожалуйста, заполните все поля для перехвата необходимых типов файлов";

"agent_Description" = "Описание";
"agent_MimeType" = "MIME-тип";
"agent_Extensions" = "Расширение(я)";

"agent_msgFolxNotFound" = "Folx не установлен на этом компьютере ";
"agent_infoFolxNotFound" = "Folx плагин не может использоваться без самого приложения Folx. Для перехвата ссылок и загрузки файлов Вам необходимо скачать и установить сам менеджер загрузок Folx.";

"agent_msgInstallPlugin" = "Folx Agent завершил установку плагина для браузеров";
"agent_infoInstallPlugin" = "Пожалуйста, перезапустите Ваши Internet браузеры для активации функции перехвата ссылок. Список всех поддерживаемых браузеров можно найти в Cправке Folx";